{
	"BREACH OF FIDUCIARY DUTY": {
		"description": "A fiduciary duty is an obligation to act in the best interest of another party. For instance, a corporation's board member has a fiduciary duty to the shareholders, a trustee has a fiduciary duty to the trust's beneficiaries, and an attorney has a fiduciary duty to a client.",
		"url": "https://definitions.uslegal.com/b/breach-of-fiduciary-duty/"
	},

	"CHURNING": {
		"description": "Excessive trading by a broker in a client's account largely to generate commissions.",
		"url": "http://www.investopedia.com/terms/c/churning.asp"
	},

	"FRAUD": {
		"description": "Wrongful or criminal deception intended to result in financial or personal gain."
	},

	"MANIPULATION": {
		"description": "Manipulation is the act of artificially inflating or deflating the price of a security. In most cases, manipulation is illegal. It is much easier to manipulate the share price of smaller companies, such as penny stocks, because they are not as closely watched by analysts as the medium- and large-sized firms. ",
		"url": "http://www.investopedia.com/terms/m/manipulation.asp"
	},

	"MISREPRESENTATION": {
		"description": "A false statement of fact made by one party which affects the other party's decision in agreeing to a contract. If the misrepresentation is discovered, the contract can be later declared void and the situation remedied if the party who relied on the misrepresented fact files suit. For this reason, it is important to be accurate when disclosing facts relevant to a contract negotiation.",
		"url": "http://www.investopedia.com/terms/m/misrepresentation.asp"
	},

	"OMISSION OF FACTS": {
		"description": "Also known as a continuing misrepresentation, lying by omission occurs when an important fact is left out in order to foster a misconception. Lying by omission includes failures to correct pre-existing misconceptions. For example, when the seller of a car declares it has been serviced regularly but does not tell that a fault was reported at the last service, the seller lies by omission. It can be compared to dissimulation.",
		"url": "https://en.wikipedia.org/wiki/Lie#Lying_by_omission"
	},

	"SUITABILITY": {
		"description": "A situation (and sometimes a legal requirement) that an investment strategy meets the objectives and means of an investor. In most parts of the world financial professionals have a duty to take steps that ensure that an investment is suitable for a client. For example, in the United States these rules are enforced by the NASD.",
		"url": "http://www.investopedia.com/terms/s/suitable.asp"
	},

	"UNAUTHORIZED TRADING": {
		"description": "Unauthorized Trading is pretty much just what it sounds like. It involves the purchase or sale of securities by a financial advisor or broker without the client's prior knowledge or authorization, in a non-discretionary account. Now, unauthorized trading in relation to arbitration surrounding broker misconduct can be a little more complicated, mostly due to issues of timing.",
		"url": "https://broker-misconduct.com/unauthorized-trading/"
	},

	"BREACH OF CONTRACT": {
		"description": "Breach of contract is a violation of any of the agreed-upon terms and conditions of a binding contract. This breach could be anything from a late payment to a more serious violation, such as failure to deliver a promised asset. A contract is binding and will hold weight if taken to court; however, proof of the violation is imperative.",
		"url": "http://www.investopedia.com/terms/b/breach-of-contract.asp"
	},

	"ACCOUNT RELATED - COLLECTION": {
		"description": "This is a violation regarding the offender's collection practice. The average collection period is the approximate amount of time that it takes for a business to receive payments owed in terms of accounts receivable. The average collection period is calculated by dividing the average balance of accounts receivable by total net credit sales for the period and multiplying the quotient by the number of days in the period.",
		"url": "http://www.investopedia.com/terms/a/average_collection_period.asp"
	},

	"ACCOUNT RELATED - DIVIDENDS": {
		"description": "This is a violation regarding dividends with a victim's account. A dividend is a distribution of a portion of a company's earnings, decided by the board of directors, to a class of its shareholders. Dividends can be issued as cash payments, as shares of stock, or other property.",
		"url": "http://www.investopedia.com/terms/d/dividend.asp"
	},

	"ACCOUNT RELATED - ERROR CHARGE": {
		"description": "This is a violation regarding erroneous charges to the victim's account. "
	},

	"ACCOUNT RELATED - EXCHANGE": {
		"description": "An exchange is a marketplace in which securities, commodities, derivatives and other financial instruments are traded. The core function of an exchange is to ensure fair and orderly trading, as well as efficient dissemination of price information for any securities trading on that exchange. Exchanges give companies, governments and other groups a platform to sell securities to the investing public.",
		"url": "http://www.investopedia.com/terms/e/exchange.asp"
	},

	"ACCOUNT RELATED-TRANSFER": {
		"description": "This is a violation regarding improper transfers with or of a victim's account. Most customer accounts are transferred between broker-dealers through an automated process. The National Securities Clearing Corporation (NSCC) operates the Automated Customer Account Transfer Service (ACATS) to facilitate the transfer of a customer account from one broker-dealer to another. Transfers involving the most common assets, for example, cash, stocks and bonds of domestic companies, and listed options, are readily transferable through ACATS.",
		"url": "https://www.finra.org/investors/understanding-brokerage-account-transfer-process"
	},

	"FAILURE TO SUPERVISE": {
		"description": "Financial and securities brokerage firms have a legal duty to supervise their brokers and their brokers' recommendations to clients to ensure compliance with and prevent violations of the rules of the security industry. When an individual broker is negligent or acts in an unlawful manner against the interests of the client and that client suffers damages as a result of such wrongdoing, the firm may be held liable for the investor's losses.",
		"url": "http://www.investorclaims.com/Investment-Fraud/Failure-to-Supervise.aspx"
	},

	"MARGIN CALL": {
		"description": "A margin call is a broker's demand on an investor using margin to deposit additional money or securities so that the margin account is brought up to the minimum maintenance margin. Margin calls occur when the account value depresses to a value calculated by the broker's particular formula. An investor receives a margin call from a broker if one or more of the securities he had bought with borrowed money decreases in value past a certain point. The investor must either deposit more money in the account or sell off some of his assets.",
		"url": "http://www.investopedia.com/terms/m/margincall.asp"
	},

	"NEGLIGENCE": {
		"description": "A professional malpractice in which a person fails to honor his or her fiduciary obligations and responsibilities. Fiduciary negligence occurs when a fiduciary fails to act on breaches of fiduciary duty when his or her actions could have prevented the infractions.",
		"url": "http://www.investopedia.com/terms/f/fiduciary_negligence.asp"
	},

	"EMPLOYMENT DISCRIMINATION BASED ON AGE": {
		"description": "Age discrimination involves treating someone (an applicant or employee) less favorably because of his or her age. The Age Discrimination in Employment Act (ADEA) only forbids age discrimination against people who are age 40 or older. It does not protect workers under the age of 40, although some states do have laws that protect younger workers from age discrimination.",
		"url": "https://www.eeoc.gov/laws/types/age.cfm"
	},

	"EXECUTIONS-EXECUTION PRICE": {
		"description": "The difference between the execution price of a security and the price that would have existed in the absence of a trade, which can be further divided into market impact costs and market timing costs.",
		"url": "http://www.nasdaq.com/investing/glossary/e/execution-costs"
	},

	"FAILURE TO EXECUTE": {
		"description": "There is a level of trust between an investor-client and the broker. In addition, broker and financial advisors have the duty to operate in good faith, which includes executing orders made by the client. When he or she fails to do so, it could be considered stockbroker misconduct. If your broker did not buy or sell a specific security after you provided instructions to do so, you may be able to recover your financial loss. This type of claim is typically referred to as “failure to execute.”",
		"url": "http://www.investorclaims.com/Investment-Fraud/Failure-to-Execute.aspx"
	},

	"EXECUTIONS-LIMIT V MRKT ORDR": {
		"description": "When an investor places an order to purchase or sell a stock, there are only two fundamental execution options: place the order at market or at limit. Market orders provide instruction to execute, as quickly as possible, a transaction at the present, or market, price. Conversely, a limit order provides instruction to only execute at or under a purchase price or at or above a sales price. A market order deals with the execution of the order; the price of the security is important but secondary. Limit orders deal primarily with the price; if the security's value is currently resting outside of the parameters set in the limit order, the transaction does not occur.",
		"url": "http://www.investopedia.com/ask/answers/100314/whats-difference-between-market-order-and-limit-order.asp"
	},

	"FAILURE OF DUE DILIGENCE": {
		"description": "Due diligence is an investigation or audit of a potential investment to confirm all facts, such as reviewing all financial records, plus anything else deemed material. Due diligence refers to the care a reasonable person should take before entering into an agreement or a financial transaction with another party. When sellers perform a due diligence analysis on buyers, items that may be considered are the buyer's ability to purchase, as well as other elements that would affect the acquired entity or the seller after the sale has been compl",
		"url": "http://www.investopedia.com/terms/d/duediligence.asp"
	},

	"FAILURE TO PAY": {
		"description": "Defaulting, or failure to pay required by duty or law.",
		"url": "https://www.merriam-webster.com/dictionary/default"
	},

	"FAILURE TO REPORT OR INCORRECT REPORTING": {
		"description": "Inaccurate financial reporting may be the result of carelessness, lack of information, misinterpreting data or dishonest employees. Whatever the cause, the results can range from inconvenience to major problems. As a business owner, you need to be cognizant of the potential problems and be sure that your accounting is managed correctly.",
		"url": "http://smallbusiness.chron.com/dangers-inaccurate-financial-reporting-79357.html"
	},

	"FAILURE TO RESPOND TO FINRA": {
		"description": "",
		"url": "https://advisorhub.com/resources/finras-hit-you-with-a-rule-8210-subpoena-now-what/"
	},

	"IMPROPER CHARGE": {
		"description": "A charge that is not correct, either over or under."
	},

	"INACCURATE DATA": {
		"description": "Flawed Data Entry Processes. A lot of data entry begins with a form. A person completes a form either on a piece of paper or on a computer screen. Form design has a lot to do with the amount of inaccurate data that ends up in the database.",
		"url": "http://etutorials.org/Misc/data+quality/Part+I+Understanding+Data+Accuracy/Chapter+3+Sources+of+Inaccurate+Data/"
	},

	"INCORRECT MARK": {
		"description": "A mark that is not what it should be."
	},

	"OPERATING WITHOUT LICENSE OR IMPROPER LICENSE": {
		"description": "Practicing without a license (American English) or practising without a licence (British, Irish, and Commonwealth English) is the act of working without the licensure offered for that occupation, in a particular jurisdiction. Most activities that require licensure also have penalties for practicing without a valid, current license. In some jurisdictions, a license is offered but not required for some professions.",
		"url": "https://en.wikipedia.org/wiki/Practicing_without_a_license"
	},

	"OTHER": {
		"description": "Something not listed."
	},

	"DEFAMATION": {
		"description": "Any statement (written or spoken) that damages a person’s reputation. Written defamation is called libel. Spoken defamation is referred to as slander.",
		"url": "http://www.investopedia.com/terms/d/defamation.asp-0"
	},

	"RULE VIOLATION": {
		"description": "Top NASD Rule Violations:",
		"url": "https://www.finra.org/investors/top-nasd-rule-violations"
	},

	"BUY IN TRADING DISPUTE": {
		"description": "A buy-in is when an investor is forced to repurchase shares because the seller did not deliver the securities in a timely fashion, or did not deliver them at all.",
		"url": "http://www.investopedia.com/terms/b/buyin.asp"
	},

	"MANIPULATION TRADING DISPUTE": {
		"description": "Manipulation is the act of artificially inflating or deflating the price of a security. In most cases, manipulation is illegal. It is much easier to manipulate the share price of smaller companies, such as penny stocks, because they are not as closely watched by analysts as the medium- and large-sized firms. ",
		"url": "http://www.investopedia.com/terms/m/manipulation.asp"
	},

	"MARK UP TRADING DISPUTE": {
		"description": "A markup is the difference between an investment's lowest current offering price among dealers and the higher price a dealer charges a customer. Markups occur when dealers act as principals, buying and selling securities from their own accounts at their own risk, as opposed to brokers receiving a fee for facilitating a transaction.",
		"url": "http://www.investopedia.com/terms/m/markup.asp"
	},

	"TRANSFER TRADING DISPUTE": {
		"description": "",
		"url": "https://www.finra.org/investors/understanding-brokerage-account-transfer-process"
	},

	"UNETHICAL BUSINESS PRACTICES": {
		"description": "Unethical business practices actively or passively cause harm to people, animals or the environment. These may include child labor, forced labor, unfair wages, animal testing and dumping toxic waste into the environment. Some unethical business practices have even greater consequences including death due to negligence and even genocide.",
		"url": "https://www.reference.com/business-finance/unethical-business-practices-75f910133a4ced5"
	}
}
